[
    {
        "group": "edges",
        "locked": false,
        "selected": false,
        "classes": 1,
        "grabbable": true,
        "position": {},
        "selectable": true,
        "removed": false,
        "data": {
            "target": "H1F0",
            "cited": 0,
            "source": "TP53",
            "pubmed": [
                "15621527",
                "15655109",
                "16901784",
                "17158953",
                "17242198",
                "17242207",
                "23964094"
            ],
            "datasource": [
                "Reactome"
            ],
            "isdirected": true,
            "type": "controls-state-change-of",
            "id": "TP53-controls-state-change-of-H1F0"
        },
        "grabbed": false
    },

    {
        "group": "nodes",
        "locked": false,
        "selected": false,
        "classes": 4,
        "grabbable": true,
        "position": {
            "y": 551.0587297941704,
            "x": 503.59062036005196
        },
        "selectable": true,
        "removed": false,
        "data": {
            "altered": 0,
            "importance": 4,
            "isvalid": true,
            "cited": 24824,
            "rank": 0,
            "uniprotdesc": "Acts as a tumor suppressor in many tumor types; inducesgrowth arrest or apoptosis depending on the physiologicalcircumstances and cell type. Involved in cell cycle regulation asa trans-activator that acts to negatively regulate cell divisionby controlling a set of genes required for this process. One ofthe activated genes is an inhibitor of cyclin-dependent kinases.Apoptosis induction seems to be mediated either by stimulation ofBAX and FAS antigen expression, or by repression of Bcl-2expression. In cooperation with mitochondrial PPIF is involved inactivating oxidative stress-induced necrosis; the function islargely independent of transcription. Induces the transcription oflong intergenic non-coding RNA p21 (lincRNA-p21) and lincRNA-Mkln1. LincRNA-p21 participates in TP53-dependent transcriptionalrepression leading to apoptosis and seem to have to effect oncell-cycle regulation. Implicated in Notch signaling cross-over.Prevents CDK7 kinase activity when associated to CAK complex inresponse to DNA damage, thus stopping cell cycle progression.Isoform 2 enhances the transactivation activity of isoform 1 fromsome but not all TP53-inducible promoters. Isoform 4 suppressestransactivation activity and impairs growth suppression mediatedby isoform 1. Isoform 7 inhibits isoform 1-mediated apoptosis.",
            "uniprot": "P04637",
            "isseed": true,
            "id": "TP53"
        },
        "grabbed": false
    },

        {
        "group": "nodes",
        "locked": false,
        "selected": false,
        "classes": 3,
        "grabbable": true,
        "position": {
            "y": 765.219321874992,
            "x": 406.729974699731
        },
        "selectable": true,
        "removed": false,
        "data": {
            "altered": 0,
            "importance": 3,
            "isvalid": true,
            "cited": 8,
            "rank": 179,
            "uniprotdesc": "Histones H1 are necessary for the condensation ofnucleosome chains into higher-order structures. The H1F0 histonesare found in cells that are in terminal stages of differentiationor that have low rates of cell division.",
            "uniprot": "P07305",
            "isseed": false,
            "id": "H1F0"
        },
        "grabbed": false
    },
    
]